###################################
# Get brew at https://brew.sh/
# Copy this file to root location `~/.`
# Run `brew bundle`
###################################

brew 'git'
brew 'bash-completion'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'terraform'
brew 'tree'
brew 'sqlite'
brew 'nvm'
brew 'node'
brew 'wget'
brew 'vim'
brew 'awscli'

# specify a directory to install casks into
cask_args appdir: '/Applications'

# required to install applications via cask
tap 'homebrew/cask'

# Casks (brew installable applications)
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'whatsapp'
cask 'skype'
cask 'zoom'
cask 'iterm2'
cask 'psequel'
cask 'aws-vault'
cask 'docker'
cask 'postman'
cask 'spectacle'
cask 'authy'
cask 'adobe-acrobat-reader'
cask 'gimp'
cask 'intellij-idea'
cask 'atom'
