# specify a directory to install
cask_args appdir: '/Applications'
# install packages
tap 'homebrew/cask'

brew 'git'
brew 'bash-completion'
brew 'pyenv'
brew 'terraform'
brew 'tree'
brew 'sqlite'
brew 'nvm'
brew 'node'
brew 'wget'
brew 'vim'
brew 'awscli'
# Casks
cask 'google-chrome'
cask 'slack'
cask 'iterm2'
cask 'psequel'
cask 'aws-vault'
cask 'docker'
cask 'postman'
